Repository: rectifyer/script.trakt
Catalog: resources/language/Finnish/strings.po
Languages: fi

# #32000
source: General
fi: Yleinen

# #32003
source: Startup Delay
fi: Käynnistysviive

# #32004
source: Rating
fi: Arvosana

# #32005
source: Rate Movie after watching
fi: Arvostele elokuva katsomisen jälkeen

# #32006
source: Rate TV show Episode after watching
fi: Arvostele tv-sarjan jakso katsomisen jälkeen

# #32007
source: Rate each playlist item
fi: Arvostele soittolistan jokainen kohde

# #32008
source: Minimum percent watched to display rating dialog
fi: Minimi prosenttimäärä katsottuna, jolloin arvostelu-ikkuna näytetään

# #32009
source: Allow re-rating of media
fi: Salli median uudelleen arvostelu

# #32010
source: Default rating
fi: Oletus arvosana

# #32011
source: Scrobbling
fi: Scroblataan

# #32012
source: Scrobble movies
fi: Scrobblaa elokuvat

# #32013
source: Scrobble TV show episodes
fi: Scrobblaa TV-sarjan jaksot

# #32014
source: Show notification on scrobble
fi: Näytä ilmoitus scrobblauksesta

# #32015
source: Trakt - Scrobbled successfully
fi: Trakt - Scrobblaus onnistui

# #32016
source: Exclusions
fi: Poikkeukset

# #32017
source: Exclude Live TV
fi: Ei TV-lähetystä

# #32018
source: Exclude HTTP sources
fi: Ei HTTP-lähteitä

# #32019
source: Exclude path
fi: Ei polkua

# #32020
source: Folder's path (including subfolders)
fi: Kansion polku (sisältäen alikansiot)

# #32023
source: Can not connect to Trakt
fi: Trakt:iin ei saada yhteyttä

# #32024
source: Error
fi: Virhe

# #32026
source: What Did You Think?
fi: Mitä mieltä olet?

# #32027
source: Totally Ninja!
fi: Ylivertainen!

# #32028
source: Weak Sauce :(
fi: Kammottava :(

# #32029
source: Terrible
fi: Surkea

# #32030
source: Bad
fi: Huono

# #32031
source: Poor
fi: Heikko

# #32032
source: Meh
fi: Välttävä

# #32033
source: Fair
fi: Kohtalainen

# #32034
source: Good
fi: Hyvä

# #32035
source: Great
fi: Mahtava

# #32036
source: Superb
fi: Loistava

# #32037
source: Unrate this movie
fi: Poista elokuvan arvostelu

# #32038
source: Unrate this show
fi: Poista tämän sarjan arvostelu

# #32039
source: Unrate this episode
fi: Poista tämän jakson arvostelu

# #32040
source: Trakt - Rating submitted successfully
fi: Trakt - Arvostelu lähetty onnistuneesti

# #32041
source: Trakt - Already rated
fi: Trakt - Arvosteltu aiemmin

# #32042
source: Trakt - Unrated successfully
fi: Trakt - Arvostelu poistettu onnistuneesti

# #32043
source: Trakt - Already has the same rating
fi: Trakt - Oli jo sama arvostelu

# #32044
source: Trakt - Problem submitting rating
fi: Trakt - Ongelma arvostelun lähettämisessä

# #32045
source: Synchronize
fi: Synkronoi

# #32046
source: Movies
fi: Elokuvat

# #32047
source: Add new movies to Trakt collection
fi: Lisää uudet elokuvat Trakt kokoelmaan

# #32048
source: Add watched movies to Trakt history
fi: Lisää katsotut elokuvat Trakt:in historiaan

# #32049
source: Mark movies from Trakt history as watched in Kodi
fi: Merkitse elokuvat Trakt:in historiasta katsotuksi Kodi:ssa

# #32050
source: TV Episodes
fi: TV-sarjan jaksot

# #32051
source: Add new TV episodes to Trakt collection
fi: Lisää uudet TV-sarjan jaksot Trakt kokoelmaan

# #32052
source: Add watched TV episodes to Trakt history
fi: Lisää katsotut TV-sarjan jaksot Trakt:n historiaan

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
fi: Merkitse TV-sarjan jaksot Trakt:in historiasta katsotuksi Kodissa

# #32054
source: Service
fi: Palvelu

# #32055
source: Sync collection on library update or cleaning
fi: Synkronoi kokoelma kirjaston päivityksessä tai siivouksessa

# #32056
source: Show notifications
fi: Näytä ilmoitukset

# #32057
source: Remove deleted movies from Trakt collection
fi: Poista poistetut elokuvat Trakt kokoelmasta

# #32058
source: Remove deleted TV episodes from Trakt collection
fi: Poista poistetut TV-sarjan jaksot Trakt kokoelmasta

# #32059
source: Show marked as watched notification
fi: Näytä merkitty katsotuksi ilmoitus

# #32060
source: Hide notifications during playback
fi: Piilota ilmoitukset toiston ajaksi

# #32061
source: Sync started
fi: Synkronointi aloitettu

# #32062
source: Sync complete
fi: Synkronointi valmis

# #32063
source: %i movie(s) will be added to Trakt collection
fi: %i elokuva(a) lisätään Trakt kokoelmaan

# #32064
source: %i movie playcount(s) will be updated on Trakt
fi: %i elokuvan katselukerta(/kerrat) päivitetään Trakt:iin

# #32066
source: Movie Sync Complete
fi: Elokuvien synkronointi valmis

# #32073
source: %i episodes are being updated
fi: %i jaksoa päivitetään

# #32074
source: Checking watched episodes on Kodi
fi: Tarkistetaan Kodissa katsotut jaksot

# #32077
source: Cleaning Trakt TV show collection
fi: Siivotaan Trakt:in TV-sarja kokoelmaa

# #32078
source: episodes are being removed
fi: jaksoja poistetaan

# #32079
source: Loading movies from Kodi
fi: Ladataan elokuvat Kodista

# #32080
source: Movies loaded from Kodi
fi: Elokuvat ladattu Kodista

# #32086
source: Trakt movie playcounts are up to date
fi: Traktin elokuvien katselukerrat ovat ajantasalla

# #32087
source: Playcounts updated for %i movie(s) on Trakt
fi: Katselukerrat päivitetty %i elokuvalle Trakt:issa

# #32088
source: Kodi movie playcounts are up to date
fi: Kodin elokuvien katselukerrat ovat ajantasalla

# #32094
source: Loading episode data from Kodi
fi: Ladataan jakson tietoja Kodista

# #32096
source: Shows loaded from Kodi
fi: Sarjat ladattu Kodista

# #32113
source: Trakt - Marked as watched
fi: Trakt - Merkitty katsotuksi

# #32114
source: Trakt - Failed marking as watched
fi: Trakt - Katsotuksi merkitseminen epäonnistui

# #32135
source: Remove from Watchlist
fi: Poista katselulistasta

# #32136
source: Add to Watchlist
fi: Lisää katselulistalle

# #32137
source: Rate this Movie
fi: Arvostele tämä elokuva

# #32138
source: Rate this Show
fi: Arvostele tämä sarja

# #32139
source: Rate this Episode
fi: Arvostele tämä jakso

# #32141
source: Manage All Lists
fi: Hallitse kaikkia listoja

# #32142
source: Update All Tags
fi: Päivitä kaikki tagit

# #32143
source: Synchronize Library
fi: Synkronoi kirjasto

# #32163
source: User
fi: Käyttäjä
